Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: This group drives Voice Output — only models that can output audio are listed.
de: Diese Gruppe steuert die Sprachausgabe – es werden nur Modelle aufgeführt, die Audio ausgeben können.
es: Este grupo controla la salida de voz: solo se muestran los modelos que pueden generar audio.
fil: Ang group na ito ang humahawak ng Voice Output — mga model lang na makakagawa ng audio ang nakalista.
fr: Ce groupe pilote la sortie vocale — seuls les modèles capables de produire de l’audio sont listés.
hr: Ova grupa pokreće Glasovni izlaz — navedeni su samo modeli koji mogu proizvesti zvuk.
id: Grup ini menangani Keluaran Suara — hanya model yang dapat menghasilkan audio yang ditampilkan.
ja: このグループは音声出力を制御します — 音声を出力できるモデルのみが表示されます。
ko: 이 그룹은 음성 출력을 담당합니다 — 오디오를 출력할 수 있는 모델만 표시됩니다.
ms: Kumpulan ini mengendalikan Output Suara — hanya model yang boleh menghasilkan audio disenaraikan.
pl: Ta grupa obsługuje wyjście głosowe — wypisano tylko modele generujące dźwięk.
pt_br: Este grupo comanda a saída de voz — só aparecem os modelos capazes de gerar áudio.
ro: Acest grup gestionează ieșirea vocală — sunt listate doar modelele care pot produce audio.
ru: Эта группа управляет голосовым выводом — показаны только модели, способные выводить аудио.
th: กลุ่มนี้ควบคุมเอาต์พุตเสียง — แสดงเฉพาะโมเดลที่สร้างเสียงได้เท่านั้น
tr: Bu grup Ses Çıkışını yönetir — yalnızca ses üretebilen modeller listelenir.
zh_hans: 此分组用于语音输出 — 仅列出能够输出音频的模型。
zh_hant: 此分組用於語音輸出 — 僅列出能夠輸出音訊的模型。

source: This JSON file looks like an exported provider configuration. Import it as a new provider, or add it to the chat as a file attachment?
de: Diese JSON-Datei sieht wie eine exportierte Anbieter-Konfiguration aus. Als neuen Anbieter importieren oder als Dateianhang zum Chat hinzufügen?
es: Este archivo JSON parece una configuración de proveedor exportada. ¿Quieres importarlo como un proveedor nuevo o añadirlo al chat como archivo adjunto?
fil: Mukhang na-export na provider configuration ang JSON file na ito. I-import ito bilang bagong provider, o idagdag sa chat bilang file attachment?
fr: Ce fichier JSON ressemble à une configuration de fournisseur exportée. L'importer comme nouveau fournisseur ou l'ajouter comme pièce jointe ?
hr: Ova JSON datoteka izgleda kao izvezena konfiguracija pružatelja. Želite li je uvesti kao novog pružatelja ili je dodati u razgovor kao privitak?
id: File JSON ini tampak seperti konfigurasi penyedia yang diekspor. Impor sebagai penyedia baru, atau tambahkan ke obrolan sebagai lampiran file?
ja: このJSONファイルはエクスポートされたプロバイダ設定のようです。新しいプロバイダとしてインポートしますか、それともチャットの添付ファイルとして追加しますか？
ko: 이 JSON 파일은 내보낸 공급자 구성으로 보입니다. 새 공급자로 가져오시겠습니까, 아니면 채팅 첨부 파일로 추가하시겠습니까?
ms: File JSON ini kelihatan seperti konfigurasi pembekal yang dieksport. Import sebagai pembekal baharu, atau tambah ke sembang sebagai lampiran file?
pl: Ten plik JSON wygląda na wyeksportowaną konfigurację dostawcy. Zaimportować go jako nowego dostawcę czy dodać do czatu jako załącznik?
pt_br: Este arquivo JSON parece uma configuração de provedor exportada. Importar como um novo provedor ou adicioná-lo ao chat como anexo?
ro: Acest fișier JSON pare o configurație de furnizor exportată. Îl imporți ca furnizor nou sau îl adaugi în chat ca fișier atașat?
ru: Этот JSON-файл похож на экспортированную конфигурацию провайдера. Импортировать как нового провайдера или добавить как вложение в чат?
th: ไฟล์ JSON นี้ดูเหมือนการกำหนดค่าผู้ให้บริการที่ส่งออกมา จะนำเข้าเป็นผู้ให้บริการใหม่ หรือเพิ่มลงในแชทเป็นไฟล์แนบ
tr: Bu JSON dosyası dışa aktarılmış bir sağlayıcı yapılandırmasına benziyor. Yeni sağlayıcı olarak içe aktarılsın mı, yoksa sohbete dosya eki olarak mı eklensin?
zh_hans: 此 JSON 文件看起来是导出的供应商配置。是否导入为新供应商，还是作为文件附件添加到聊天？
zh_hant: 此 JSON 檔案看起來是匯出的供應商設定。是否匯入為新供應商，還是作為檔案附件新增到聊天？

source: This location is inside a read-only mounted folder and cannot be modified: %@
de: Dieser Ort befindet sich in einem schreibgeschützten, eingehängten Ordner und kann nicht geändert werden: %@
es: Esta ubicación está dentro de una carpeta montada de solo lectura y no se puede modificar: %@
fil: Ang lokasyong ito ay nasa loob ng basahin-lang na naka-mount na folder at hindi mababago: %@
fr: Cet emplacement se trouve dans un dossier monté en lecture seule et ne peut pas être modifié : %@
hr: Ova se lokacija nalazi u montiranoj mapi samo za čitanje i ne može se mijenjati: %@
id: Lokasi ini berada di dalam folder terpasang hanya-baca dan tidak dapat diubah: %@
ja: この場所は読み取り専用のマウント済みフォルダ内にあるため変更できません: %@
ko: 이 위치는 읽기 전용으로 마운트된 폴더 안에 있어 수정할 수 없습니다: %@
ms: Lokasi ini berada dalam folder lekapan baca sahaja dan tidak boleh diubah: %@
pl: Ta lokalizacja znajduje się w zamontowanym folderze tylko do odczytu i nie można jej zmienić: %@
pt_br: Este local está dentro de uma pasta montada somente leitura e não pode ser modificado: %@
ro: Această locație se află într-un dosar montat doar în citire și nu poate fi modificată: %@
ru: Это расположение находится внутри подключённой папки только для чтения и не может быть изменено: %@
th: ตำแหน่งนี้อยู่ในโฟลเดอร์ที่เมานต์แบบอ่านอย่างเดียวและแก้ไขไม่ได้: %@
tr: Bu konum salt okunur bağlanmış bir klasörün içinde ve değiştirilemez: %@
zh_hans: 此位置位于只读的已挂载文件夹中，无法修改：%@
zh_hant: 此位置位於只讀的已掛載資料夾中，無法修改：%@

source: This may affect later tool calls.
de: Dies kann spätere Tool-Aufrufe beeinflussen.
es: Esto puede afectar a las llamadas de herramientas posteriores.
fil: Maaari nitong maapektuhan ang susunod na mga tool call.
fr: Cela peut affecter les appels d'outils ultérieurs.
hr: To može utjecati na kasnije pozive alata.
id: Ini dapat memengaruhi panggilan alat berikutnya.
ja: 後続のツール呼び出しに影響する可能性があります。
ko: 이후 도구 호출에 영향을 줄 수 있습니다.
ms: Ini boleh menjejaskan panggilan alat kemudian.
pl: Może to wpłynąć na kolejne wywołania narzędzi.
pt_br: Isso pode afetar chamadas de ferramenta posteriores.
ro: Acest lucru poate afecta apelurile ulterioare de unelte.
ru: Это может повлиять на последующие вызовы инструментов.
th: อาจส่งผลต่อการเรียกเครื่องมือครั้งถัดไป
tr: Bu, sonraki araç çağrılarını etkileyebilir.
zh_hans: 此操作可能影响后续工具调用。
zh_hant: 此操作可能影響後續工具呼叫。

source: This model can't be used for speech output.
de: Dieses Modell kann nicht für die Sprachausgabe verwendet werden.
es: Este modelo no se puede usar para la salida de voz.
fil: Hindi magagamit ang model na ito para sa speech output.
fr: Ce modèle ne peut pas être utilisé pour la sortie vocale.
hr: Ovaj se model ne može koristiti za izlaz govora.
id: Model ini tidak dapat digunakan untuk keluaran ucapan.
ja: このモデルは音声出力には使用できません。
ko: 이 모델은 음성 출력에 사용할 수 없습니다.
ms: Model ini tidak boleh digunakan untuk output pertuturan.
pl: Tego modelu nie można użyć do wyjścia mowy.
pt_br: Este modelo não pode ser usado para saída de fala.
ro: Acest model nu poate fi folosit pentru ieșire vocală.
ru: Эту модель нельзя использовать для вывода речи.
th: โมเดลนี้ใช้สำหรับเอาต์พุตเสียงพูดไม่ได้
tr: Bu model konuşma çıkışı için kullanılamaz.
zh_hans: 此模型无法用于语音输出。
zh_hant: 此模型無法用於語音輸出。

source: This model can't be used for transcription.
de: Dieses Modell kann nicht für die Transkription verwendet werden.
es: Este modelo no se puede usar para la transcripción.
fil: Hindi magagamit ang model na ito para sa transcription.
fr: Ce modèle ne peut pas être utilisé pour la transcription.
hr: Ovaj se model ne može koristiti za transkripciju.
id: Model ini tidak dapat digunakan untuk transkripsi.
ja: このモデルは文字起こしには使用できません。
ko: 이 모델은 전사에 사용할 수 없습니다.
ms: Model ini tidak boleh digunakan untuk transkripsi.
pl: Tego modelu nie można użyć do transkrypcji.
pt_br: Este modelo não pode ser usado para transcrição.
ro: Acest model nu poate fi folosit pentru transcriere.
ru: Эту модель нельзя использовать для транскрипции.
th: โมเดลนี้ใช้สำหรับการถอดความไม่ได้
tr: Bu model yazıya dökme için kullanılamaz.
zh_hans: 此模型无法用于转写。
zh_hant: 此模型無法用於轉寫。

source: This model may not work as an Agent
de: Dieses Modell funktioniert möglicherweise nicht als Agent
es: Puede que este modelo no funcione como Agent
fil: Maaaring hindi gumana ang model na ito bilang Agent
fr: Ce modèle peut ne pas fonctionner comme Agent
hr: Ovaj model možda neće raditi kao Agent
id: Model ini mungkin tidak berfungsi sebagai Agen
ja: このモデルは Agent として機能しない場合があります
ko: 이 모델은 Agent로 작동하지 않을 수 있습니다
ms: Model ini mungkin tidak berfungsi sebagai Ejen
pl: Ten model może nie działać jako Agent
pt_br: Este modelo pode não funcionar como Agente
ro: Acest model s-ar putea să nu funcționeze ca Agent
ru: Эта модель может не работать как Agent
th: โมเดลนี้อาจใช้เป็นเอเจนต์ไม่ได้
tr: Bu model Agent olarak çalışmayabilir
zh_hans: 此模型可能无法作为 Agent 使用
zh_hant: 此模型可能無法作為智慧體使用

source: This model's provider doesn't support image generation via Quick Test.
de: Der Anbieter dieses Modells unterstützt keine Bildgenerierung über den Schnelltest.
es: El proveedor de este modelo no admite la generación de imágenes mediante la prueba rápida.
fil: Hindi sinusuportahan ng provider ng model na ito ang paggawa ng larawan sa Quick Test.
fr: Le fournisseur de ce modèle ne prend pas en charge la génération d’images via le test rapide.
hr: Pružatelj ovog modela ne podržava generiranje slika putem brzog testa.
id: Penyedia model ini tidak mendukung pembuatan gambar melalui Uji Cepat.
ja: このモデルのプロバイダーはクイックテストでの画像生成に対応していません。
ko: 이 모델의 제공자는 빠른 테스트를 통한 이미지 생성을 지원하지 않습니다.
ms: Pembekal model ini tidak menyokong penjanaan imej melalui Ujian Pantas.
pl: Dostawca tego modelu nie obsługuje generowania obrazów przez Szybki test.
pt_br: O provedor deste modelo não aceita geração de imagem pelo Teste rápido.
ro: Furnizorul acestui model nu acceptă generarea de imagini prin Test rapid.
ru: Провайдер этой модели не поддерживает генерацию изображений через быстрый тест.
th: ผู้ให้บริการของโมเดลนี้ไม่รองรับการสร้างรูปภาพผ่านทดสอบด่วน
tr: Bu modelin sağlayıcısı Hızlı Test ile görsel üretimini desteklemiyor.
zh_hans: 此模型的服务商不支持通过快速测试生成图片。
zh_hant: 此模型的服務商不支援透過快速測試產生圖片。

source: This Month
de: Diesen Monat
es: Este mes
fil: Ngayong Buwan
fr: Ce mois-ci
hr: Ovaj mjesec
id: Bulan Ini
ja: 今月
ko: 이번 달
ms: Bulan Ini
pl: W tym miesiącu
pt_br: Este mês
ro: Luna aceasta
ru: В этом месяце
th: เดือนนี้
tr: Bu Ay
zh_hans: 本月
zh_hant: 本月

source: This mount is exposed as read-only to protect it from accidental edits.
de: Dieser Mount ist schreibgeschützt, um versehentliche Änderungen zu verhindern.
es: Este montaje se expone como solo lectura para protegerlo de ediciones accidentales.
fil: Basahin-lang ang mount na ito para maiwasan ang aksidenteng pag-edit.
fr: Ce point de montage est en lecture seule pour éviter les modifications accidentelles.
hr: Ova je montirana mapa izložena samo za čitanje kako bi se zaštitila od slučajnih izmjena.
id: Pemasangan ini dibuka sebagai hanya-baca untuk mencegah pengeditan tak sengaja.
ja: 誤編集を防ぐため、このマウントは読み取り専用として公開されています。
ko: 실수로 인한 편집을 방지하기 위해 이 마운트는 읽기 전용으로 노출됩니다.
ms: Lekapan ini didedahkan sebagai baca sahaja untuk melindunginya dari suntingan tidak sengaja.
pl: To zamontowanie jest tylko do odczytu, aby chronić je przed przypadkową edycją.
pt_br: Esta montagem fica somente leitura para protegê-la de edições acidentais.
ro: Această montare este doar în citire, pentru a o proteja de modificări accidentale.
ru: Это подключение доступно только для чтения, чтобы защитить его от случайных изменений.
th: เมานต์นี้เปิดเป็นแบบอ่านอย่างเดียวเพื่อป้องกันการแก้ไขโดยไม่ตั้งใจ
tr: Bu bağlama, kazara düzenlemelere karşı korumak için salt okunur sunulur.
zh_hans: 此挂载以只读方式公开，以防止意外修改。
zh_hant: 此掛載以只讀方式公開，以防止意外修改。

source: This mount will be exposed as read-only. Useful for reference vaults you don't want the AI to touch.
de: Dieser Mount wird schreibgeschützt bereitgestellt. Nützlich für Referenzdaten, die die KI nicht ändern soll.
es: Este montaje se expondrá como solo lectura. Útil para bóvedas de referencia que no quieres que la IA modifique.
fil: Magiging basahin-lang ang mount na ito. Kapaki-pakinabang sa mga reference vault na ayaw mong hawakan ng AI.
fr: Ce point de montage sera en lecture seule. Utile pour les archives de référence que vous ne voulez pas que l'IA modifie.
hr: Ova će montirana mapa biti izložena samo za čitanje. Korisno za referentne trezore koje ne želite da AI dira.
id: Pemasangan ini akan dibuka sebagai hanya-baca. Berguna untuk vault referensi yang tidak ingin Anda biarkan disentuh AI.
ja: このマウントは読み取り専用として公開されます。AIに触れさせたくない参考用データに便利です。
ko: 이 마운트는 읽기 전용으로 노출됩니다. AI가 건드리지 않았으면 하는 참조용 자료에 유용합니다.
ms: Lekapan ini akan didedahkan sebagai baca sahaja. Berguna untuk vault rujukan yang anda tidak mahu disentuh AI.
pl: To zamontowanie będzie tylko do odczytu. Przydatne dla skarbców referencyjnych, których AI nie ma ruszać.
pt_br: Esta montagem ficará somente leitura. Útil para cofres de referência que você não quer que a IA altere.
ro: Această montare va fi doar în citire. Utilă pentru seifuri de referință pe care nu vrei să le atingă AI-ul.
ru: Это подключение будет доступно только для чтения. Удобно для справочных хранилищ, которые не должен изменять ИИ.
th: เมานต์นี้จะเปิดเป็นแบบอ่านอย่างเดียว มีประโยชน์กับ vault อ้างอิงที่คุณไม่ต้องการให้ AI แตะต้อง
tr: Bu bağlama salt okunur sunulacak. Yapay zekânın dokunmasını istemediğiniz başvuru kasaları için yararlıdır.
zh_hans: 此挂载将以只读方式公开。适用于不希望 AI 修改的参考资料。
zh_hant: 此掛載將以只讀方式公開。適用於不希望 AI 修改的參考資料。

source: This passphrase encrypts the entire backup, including chats, files, and credentials. There is no way to recover a forgotten passphrase — the backup cannot be opened without it.
de: Diese Passphrase verschlüsselt die gesamte Sicherung, einschließlich Chats, Dateien und Zugangsdaten. Eine vergessene Passphrase lässt sich nicht wiederherstellen — ohne sie kann die Sicherung nicht geöffnet werden.
es: Esta frase de contraseña cifra toda la copia de seguridad, incluidos chats, archivos y credenciales. No hay forma de recuperar una frase de contraseña olvidada: sin ella, la copia no se puede abrir.
fil: Ini-encrypt ng passphrase na ito ang buong backup, kasama ang mga chat, file, at credential. Walang paraan para mabawi ang nakalimutang passphrase — hindi mabubuksan ang backup kung wala ito.
fr: Cette phrase secrète chiffre toute la sauvegarde, y compris les conversations, les fichiers et les identifiants. Une phrase secrète oubliée est irrécupérable — la sauvegarde ne peut pas être ouverte sans elle.
hr: Ova lozinka šifrira cijelu sigurnosnu kopiju, uključujući razgovore, datoteke i vjerodajnice. Zaboravljenu lozinku nije moguće vratiti — bez nje se sigurnosna kopija ne može otvoriti.
id: Frasa sandi ini mengenkripsi seluruh cadangan, termasuk obrolan, file, dan kredensial. Tidak ada cara memulihkan frasa sandi yang terlupa — cadangan tidak dapat dibuka tanpanya.
ja: このパスフレーズは、チャット、ファイル、認証情報を含むバックアップ全体を暗号化します。忘れたパスフレーズを復元する方法はなく、これがないとバックアップは開けません。
ko: 이 암호 구문은 채팅, 파일, 인증 정보를 포함한 백업 전체를 암호화합니다. 잊어버린 암호 구문은 복구할 수 없으며, 이것이 없으면 백업을 열 수 없습니다.
ms: Frasa laluan ini menyulitkan seluruh sandaran, termasuk sembang, file, dan kelayakan. Tiada cara memulihkan frasa laluan yang terlupa — sandaran tidak boleh dibuka tanpanya.
pl: To hasło szyfruje całą kopię zapasową, w tym czaty, pliki i poświadczenia. Zapomnianego hasła nie da się odzyskać — bez niego kopii nie można otworzyć.
pt_br: Esta senha criptografa o backup inteiro, incluindo conversas, arquivos e credenciais. Não há como recuperar uma senha esquecida — sem ela, o backup não abre.
ro: Această frază de acces criptează întreaga copie de rezervă, inclusiv conversațiile, fișierele și credențialele. O frază de acces uitată nu poate fi recuperată — fără ea, copia nu poate fi deschisă.
ru: Эта парольная фраза шифрует всю копию, включая чаты, файлы и учётные данные. Забытую парольную фразу восстановить невозможно — без неё копию не открыть.
th: วลีรหัสผ่านนี้เข้ารหัสข้อมูลสำรองทั้งหมด รวมถึงแชท ไฟล์ และข้อมูลรับรอง ไม่มีวิธีกู้คืนวลีรหัสผ่านที่ลืม — เปิดข้อมูลสำรองไม่ได้หากไม่มีวลีนี้
tr: Bu parola; sohbetler, dosyalar ve kimlik bilgileri dahil olmak üzere yedeğin tamamını şifreler. Unutulan bir parolayı kurtarmanın yolu yoktur — yedek onsuz açılamaz.
zh_hans: 该密码会加密整个备份，包括会话、文件和凭据。忘记密码将无法找回——没有它就无法打开该备份。
zh_hant: 這組密碼短語會加密整個備份，包括聊天、檔案與憑證。忘記的密碼短語無法復原，沒有它就無法開啟備份。

source: This permanently deletes ALL legacy v1 records from iCloud. The cloud copy is gone for good — there is no undo. Other devices that haven't finished migrating yet will lose access to any legacy data they hadn't already pulled locally. Only proceed if v2 push is at 100% AND every device of yours has finished migrating.
de: Dies löscht ALLE Legacy-V1-Datensätze dauerhaft aus iCloud. Die Cloud-Kopie ist endgültig weg — es gibt KEIN Rückgängig. Andere Geräte, die ihre Migration noch nicht abgeschlossen haben, verlieren den Zugriff auf alle Legacy-Daten, die sie noch nicht lokal abgerufen haben. Fortfahren nur, wenn der V2-Push zu 100 % abgeschlossen ist UND jedes deiner Geräte die Migration ebenfalls beendet hat.
es: Esto elimina de forma permanente TODOS los registros heredados de v1 de iCloud. La copia en la nube se pierde definitivamente: no se puede deshacer. Los demás dispositivos que aún no hayan terminado de migrar perderán el acceso a cualquier dato heredado que no hubieran descargado localmente. Continúa solo si el envío de v2 está al 100 % Y todos tus dispositivos han terminado de migrar.
fil: Permanenteng tinatanggal nito LAHAT ng lumang v1 record sa iCloud. Tuluyan nang mawawala ang kopya sa cloud — walang undo. Mawawalan ng access ang ibang device na hindi pa tapos lumipat sa anumang lumang datos na hindi pa nila nakukuha nang lokal. Magpatuloy lang kung 100% na ang v2 push AT tapos nang lumipat ang lahat ng device mo.
fr: Cette opération supprime définitivement TOUS les enregistrements V1 hérités d'iCloud. La copie sur le cloud est perdue à jamais — il n'y a pas de retour en arrière. Les autres appareils qui n'ont pas terminé leur migration perdront l'accès à toute donnée héritée qu'ils n'avaient pas déjà téléchargée localement. Ne continuez que si la migration V2 est à 100 % ET si tous vos appareils ont aussi terminé leur migration.
hr: Ovo trajno briše SVE zastarjele v1 zapise s iClouda. Kopija u oblaku nestaje zauvijek — nema poništavanja. Drugi uređaji koji još nisu dovršili migraciju izgubit će pristup svim zastarjelim podacima koje nisu već preuzeli lokalno. Nastavite samo ako je v2 slanje na 100% I ako je svaki vaš uređaj dovršio migraciju.
id: Ini menghapus permanen SEMUA catatan v1 lama dari iCloud. Salinan di cloud hilang selamanya — tidak ada pembatalan. Perangkat lain yang belum selesai bermigrasi akan kehilangan akses ke data lama yang belum ditarik ke lokal. Lanjutkan hanya jika pengiriman v2 sudah 100% DAN semua perangkat Anda telah selesai bermigrasi.
ja: iCloud から V1 レガシーレコードをすべて永久に削除します。クラウド側のコピーは完全に失われ、元に戻すことはできません。マイグレーションが未完了の他のデバイスは、ローカルにまだ取得していない旧データへのアクセスを失います。 V2 プッシュが 100% 完了し、かつ自分のすべてのデバイスがマイグレーションを完了している場合にのみ実行してください。
ko: iCloud의 모든 V1 레거시 레코드를 영구적으로 삭제합니다. 클라우드 사본은 영구히 사라지며 되돌릴 수 없습니다. 마이그레이션을 아직 완료하지 못한 다른 기기는 로컬로 가져오지 못한 레거시 데이터에 더 이상 접근할 수 없게 됩니다. V2 푸시가 100%이고 모든 기기에서 마이그레이션이 완료된 경우에만 진행하세요.
ms: Ini memadam secara kekal SEMUA rekod v1 lama dari iCloud. Salinan awan hilang selamanya — tiada pembatalan. Peranti lain yang belum selesai bermigrasi akan kehilangan akses ke sebarang data lama yang belum ditarik ke tempatan. Teruskan hanya jika penghantaran v2 sudah 100% DAN semua peranti anda telah selesai bermigrasi.
pl: Trwale usuwa to WSZYSTKIE dawne rekordy v1 z iCloud. Kopia w chmurze przepada bezpowrotnie — nie da się tego cofnąć. Urządzenia, które nie zakończyły migracji, stracą dostęp do dawnych danych, których nie pobrały lokalnie. Kontynuuj tylko wtedy, gdy wysyłka v2 jest na 100% ORAZ wszystkie Twoje urządzenia zakończyły migrację.
pt_br: Isso exclui definitivamente TODOS os registros v1 antigos do iCloud. A cópia na nuvem se vai para sempre — não há como desfazer. Os outros dispositivos que ainda não terminaram a migração perderão o acesso aos dados antigos que não tiverem baixado localmente. Só continue se o envio da v2 estiver em 100% E todos os seus dispositivos tiverem terminado a migração.
ro: Se șterg definitiv TOATE înregistrările v1 vechi din iCloud. Copia din cloud dispare pentru totdeauna — nu există anulare. Celelalte dispozitive care nu au terminat migrarea vor pierde accesul la datele vechi pe care nu le-au descărcat deja local. Continuă doar dacă trimiterea v2 este la 100% ȘI toate dispozitivele tale au terminat migrarea.
ru: Это безвозвратно удалит ВСЕ устаревшие записи v1 из iCloud. Облачная копия будет утеряна навсегда — отменить нельзя. Другие устройства, ещё не завершившие миграцию, потеряют доступ к любым устаревшим данным, которые они ещё не загрузили локально. Продолжайте только если выгрузка v2 завершена на 100% И все ваши устройства завершили миграцию.
th: การกระทำนี้จะลบระเบียน v1 เดิมทั้งหมดออกจาก iCloud อย่างถาวร สำเนาบนคลาวด์จะหายไปตลอดกาล — ย้อนกลับไม่ได้ อุปกรณ์อื่นที่ยังย้ายข้อมูลไม่เสร็จจะเข้าถึงข้อมูลเดิมที่ยังไม่ได้ดึงมาไว้ในเครื่องไม่ได้ ดำเนินการต่อเฉพาะเมื่อการส่ง v2 อยู่ที่ 100% และอุปกรณ์ทุกเครื่องของคุณย้ายข้อมูลเสร็จแล้ว
tr: Bu işlem, iCloud'daki TÜM eski v1 kayıtlarını kalıcı olarak siler. Buluttaki kopya tamamen gider — geri alma yoktur. Taşımayı henüz bitirmemiş diğer aygıtlar, yerele çekmedikleri eski verilere erişimini yitirir. Yalnızca v2 gönderimi %100 ise VE tüm aygıtlarınız taşımayı bitirmişse sürdürün.
zh_hans: 此操作将永久删除 iCloud 上的全部 V1 旧记录。云端副本将彻底丢失,无法撤销。其他尚未完成迁移的设备将无法再获取它们本地尚未拉取的旧数据。 仅在 V2 推送已达 100%,且你的全部设备都已完成迁移的情况下继续。
zh_hant: 這會從 iCloud 永久刪除所有 V1 舊記錄。雲端副本將徹底消失，且無法復原。尚未完成移轉的其他裝置，將無法再取得尚未下載到本機的舊資料。 請只在 V2 上傳已達 100%，且你所有裝置都完成移轉時才繼續。
